  var local_database = [{
      date: 'July 23 2018',
      title: '论御姐的霸道',
      imgSrc: '/images/post/Yu_01.png',
      avatar: '/images/post/heard_01.png',
      content: '御姐是来自日本的词语“御姊”，本义是对姐姐的敬称，具备一些个性的高年龄层少女或青年女性（通常16~34岁），性格上冷静，淡定，认知上对各种事物的理解是多面复杂的，性格坚强，心智成熟，拥有高贵的气质等。',
      reading: '92',
      collection: '65',
      headImgSrc: '/images/post/Yu_01.png',
      author: "安安",
      dateTime: "24小时前",
      detail: "御姐，日文写做“御姉”（おねえ），本意是对姐姐的敬称，在ACGN中，一般“御姐型角色”指的是在外表、身材、个性和气质上成熟的年轻女性类型，具备一些个性的高年龄层少女或青年女性（通常指18~20岁以上），身高通常160cm以上，C罩杯以上。她们给人以大姐姐的印象，相对于萝莉控、正太控，偏好御姐者常被称为“御姐控”。她们给人以大姐姐的印象。因此外表稚嫩和个性较为单纯、幼稚的成年女生通常不被视为“御姐型角色”。日漫中第一位御姐类型角色为《鲁邦三世》中的峰不二子。她们在ACGN作品中受到一定程度的欢迎。相对于萝莉控、正太控，偏好御姐者常被称为“御姐控”。另外，“御姐控”也可指姐弟恋关系中的弟弟角色。",
      postId: 0,
    },
    {
      date: 'July 25 2018',
      title: '萝莉的养成',
      imgSrc: '/images/post/loli_01.png',
      avatar: '/images/post/heard_01.png',
      content: '萝莉，即洛丽塔的缩写。出自台湾作家赵尔心翻译的俄裔美国作家的小说《洛丽塔》，或指小说中的女主角12岁的洛丽塔，后在日本引申发展成一种次文化，用来表示可爱、萌萌的女孩，或用在与其相关的事物，例如洛丽reading时装。',
      reading: '100',
      collection: '82',
      headImgSrc: '/images/post/loli_01.png',
      author: "安安",
      dateTime: "一天前",
      detail: "“萝莉”或“洛丽塔”作为名词指“高于12岁，低于20岁的女孩”。（洛丽塔原指美国作家弗拉基米尔·纳博科夫所著作的小说《Lolita》的同名女主人公。）“萝莉”在ACGN世界中定义的对象都是虚拟的女性角色，但每个人心目中对萝莉也有不同的定义。总括而言与基本定义相近，泛指低于一定岁数的女性，拥有娇小的身材；但相异之处是，如果其身高高于某一定程度，外观让人感觉她已经成年，就算在岁数范围内此角色亦甚少被称为萝莉；而“合法萝莉”则为岁数上已超越定义，到了各种意义上的合法年龄，但身体成长程度像未发育的女孩的女性。而在御宅文化中与萝莉并列的词汇的还有“御姐”，“正太”等。“萝莉”作为形容词指“萝莉风格的”，例如洛丽塔时装（ロリータ・ファッション，Lolita fashion）专指萝莉风格的时装，其风格类似古典的少女装，包括及膝裙、蕾丝边、丝带、长袜、厚底鞋、精巧的装饰物等，而不是泛指女童装，如哥特萝莉（Gothic Lolita）。萝莉文化是一种源自日本的衣着次文化，流行于少移动图册众的青少年，其中以女性占多。萝莉式的衣着主要模仿法国洛可可时代的服装。日本对于萝莉控和萝莉周边的发展已经日渐成熟。",
      postId: 1,
    },
    {
      //按住alt+shift+f可以格式化代码
      date: 'July 29 2018',
      title: '胸不平何以平天下',
      imgSrc: '/images/post/ping_01.png',
      avatar: '/images/post/heard_01.png',
      content: '平胸，又称贫乳、微乳、微波，是指平坦的乳房，一般指尺寸在A罩杯或以下的女性乳房。成年女性若拥有平胸，除乳房先天发育不良的因素外，有些是因为穿着不适合的胸罩，令乳房脂肪不能集中导致。',
      reading: '65',
      collection: '53',
      headImgSrc: '/images/post/ping_01.png',
      author: "安安",
      dateTime: "三天前",
      detail: "乳房是女性的第二性征，因此贫乳常会被视为不性感、缺乏女性魅力等，贫乳女性往往会受到歧视。在中文里，对平胸的女性有“飞机场“、“洗衫板”、“太平公主”、“长平公主”（意在强调“平”字）等世俗称法；粤语里还有“微波炉”之称呼，粤语俗称女性乳房为“波”（即“球”），而“微波”即“微微的球型弯曲起伏”。这些称呼都有讥讽平胸此种生理特征的意味，不少平胸的女性因而自卑。另一方面，骨感的女性身材也是一种流行，故有人以平胸为美，以乳房大小来评论女性美则被认为是对女性的物化，而平胸女性也可以拥有美丽。但拥有丰满乳房的女性仍然是大部份人心中的美女象征，因此各种丰胸方法至今仍然受到女性欢迎。平胸或贫乳在ACGN次文化里是萝莉的特征之一，这是因为未发育的女孩和刚发育的少女乳房正常大小是贫乳，因此贫乳也是萌属性之一。",
      postId: 2,
    },
  ]

  module.exports = {
    postList: local_database
  }